[
    {
     "Name": "Drug Reaction",
     "NameAr": "Drug Reaction - تفاعل الدواء ",
     "Description": "An adverse drug reaction (ADR) is an injury caused by taking medication. ADRs may occur following a single dose or prolonged administration of a drug or result from the combination of two or more drugs.",
     "DescriptionAr": "هو إصابة ناتجة عن تناول الدواء. قد تحدث التفاعلات الدوائية الضائرة بعد تناول جرعة واحدة أو تناول الدواء لفترات طويلة أو نتيجة الجمع بين عقارين أو أكثر",
     "Advice1": "stop irritation",
     "Advice1Ar": "أوقف شعور تهيج المعدة ",
     "Advice2": "consult nearest hospital",
     "Advice2Ar": "اذهب فورا لأقرب مستشفى",
     "Advice3": "stop taking drug",
     "Advice3Ar": "توقف عن تناول الأدوية ",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Malaria",
     "NameAr": "Malaria - ملاريا",
     "Description": "An infectious disease caused by protozoan parasites from the Plasmodium family that can be transmitted by the bite of the Anopheles mosquito or by a contaminated needle or transfusion. Falciparum malaria is the most deadly type.",
     "DescriptionAr": "مرض معدي تسببه طفيليات، يمكن أن تنتقل عن طريق لدغة بعوضة الأنوفيلة أو عن طريق إبرة ملوثة أو نقل الدم. الملاريا المنجلية هي النوع الأكثر قوة وتأثير",
     "Advice1": "Consult nearest hospital",
     "Advice1Ar": "اذهب لأقرب مستشفى و استشر الدكتور ",
     "Advice2": "avoid oily food",
     "Advice2Ar": "تجنب تناول الأطعمة الدهنية ",
     "Advice3": "avoid non veg food",
     "Advice3Ar": "تجنب الأطعمة الغير النباتية",
     "Advice4": "keep mosquitos out",
     "Advice4Ar": "إبتعد عن حشرات البعوض"
    },
    {
     "Name": "Allergy",
     "NameAr": "Allergy - حساسية",
     "Description": "An allergy is an immune system response to a foreign substance that's not typically harmful to your body.They can include certain foods, pollen, or pet dander. Your immune system's job is to keep you healthy by fighting harmful pathogens.",
     "DescriptionAr": "الحساسية هي استجابة الجهاز المناعي لمادة غريبة لا تضر بجسمك عادةً ، ويمكن أن تشمل بعض الأطعمة أو حبوب اللقاح أو وبر الحيوانات الأليفة حيث أن تتمثل وظيفة جهاز المناعة لديك في الحفاظ على صحتك من خلال مكافحة مسببات الأمراض الضارة",
     "Advice1": "apply calamine",
     "Advice1Ar": "قم باستخدام لوشن الكلامين للتخفيف من الحكة",
     "Advice2": "cover area with bandage",
     "Advice2Ar": "غطي مكان الحساسية بضمادة ",
     "Advice3": "use ice to compress itching",
     "Advice3Ar": "ضع ثلج على المناطق التي تشعر بها بالحكة",
     "Advice4": " ",
     "Advice4Ar": " "
    },
    {
     "Name": "Hypothyroidism",
     "NameAr": "Hypothyroidism - قصور الغدة الدرقية ",
     "Description": "Hypothyroidism, also called underactive thyroid or low thyroid, is a disorder of the endocrine system in which the thyroid gland does not produce enough thyroid hormone.",
     "DescriptionAr": "قصور الغدة الدرقية ، المعروف أيضًا باسم خمول الغدة الدرقية أو انخفاض نشاط الغدة الدرقية ، هو اضطراب في نظام الغدد الصماء حيث لا تنتج الغدة الدرقية ما يكفي من هرمون الغدة الدرقية",
     "Advice1": "reduce stress",
     "Advice1Ar": "إبتعد عن التوتر والقلق",
     "Advice2": "exercise",
     "Advice2Ar": "قم بممارسة الرياضة",
     "Advice3": "eat healthy",
     "Advice3Ar": "تناول الطعام الصحي",
     "Advice4": "get proper sleep",
     "Advice4Ar": "أحصل على وقت كافي من النوم"
    },
    {
     "Name": "Psoriasis",
     "NameAr": "Psoriasis - صدفية",
     "Description": "Psoriasis is a common skin disorder that forms thick, red, bumpy patches covered with silvery scales. They can pop up anywhere, but most appear on the scalp, elbows, knees, and lower back. Psoriasis can't be passed from person to person. It does sometimes happen in members of the same family.",
     "DescriptionAr": "الصدفية هي اضطراب جلدي شائع يتكون من بقع سميكة حمراء ووعرة مغطاة بقشور فضية. يمكن أن تظهر في أي مكان ، ولكن معظمها يظهر على فروة الرأس والمرفقين والركبتين وأسفل الظهر. لا يمكن أن تنتقل الصدفية من شخص لآخر. يحدث ذلك أحيانًا في أفراد من نفس العائلة",
     "Advice1": "wash hands with warm soapy water",
     "Advice1Ar": "اغسل يديك بالماء الدافئ والصابون",
     "Advice2": "stop bleeding using pressure",
     "Advice2Ar": "قم بتوقف النزيف بالضغط عليه ",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم باستشارة الطبيب",
     "Advice4": "salt baths",
     "Advice4Ar": "استعمل حوض إستحمام ماء بالملح"
    },
    {
     "Name": "GERD",
     "NameAr": "GERD - ارتجاع المريء",
     "Description": "Gastroesophageal reflux disease, or GERD, is a digestive disorder that affects the lower esophageal sphincter (LES), the ring of muscle between the esophagus and stomach. Many people, including pregnant women, suffer from heartburn or acid indigestion caused by GERD.",
     "DescriptionAr": "مرض الارتجاع المعدي المريئي هو اضطراب في الجهاز الهضمي يؤثر على العضلة العاصرة للمريء، وهي الحلقة العضلية الواقعة بين المريء والمعدة. ينتج عن ذلك حرقة المعدة أو عسر الهضم",
     "Advice1": "avoid fatty spicy food",
     "Advice1Ar": "تجنب الأطعمة الغنية بالتوابل",
     "Advice2": "avoid lying down after eating",
     "Advice2Ar": "تجنب الاستلقاء بعد الأكل",
     "Advice3": "maintain healthy weight",
     "Advice3Ar": "حافظ على الوزن الصحي ",
     "Advice4": "exercise",
     "Advice4Ar": "قم بممارسة الرياضة "
    },
    {
     "Name": "Chronic cholestasis",
     "NameAr": "Chronic cholestasis - ركود صفراوي مزمن",
     "Description": "Chronic cholestatic diseases, whether occurring in infancy, childhood or adulthood, are characterized by defective bile acid transport from the liver to the intestine, which is caused by primary damage to the biliary epithelium in most cases",
     "DescriptionAr": "تتميز أمراض الركود الصفراوية المزمنة ، سواء التي تحدث في مرحلة الطفولة أو البلوغ ، بنقل حمض الصفراء المعيب من الكبد إلى الأمعاء ، والذي ينتج عن تلف أولي في الظهارة الصفراوية في معظم الحالات",
     "Advice1": "cold baths",
     "Advice1Ar": "استحم بماء بارد ",
     "Advice2": "anti itch medicine",
     "Advice2Ar": "استخدم كريم مضاد للحكة ",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم باستشارة الطبيب",
     "Advice4": "eat healthy",
     "Advice4Ar": "تناول الطعام الصحي"
    },
    {
     "Name": "hepatitis A",
     "NameAr": "Hepatitis A - التهاب الكبد أ",
     "Description": "Hepatitis A is a highly contagious liver infection caused by the hepatitis A virus. The virus is one of several types of hepatitis viruses that cause inflammation and affect your liver's ability to function.",
     "DescriptionAr": "التهاب الكبد (أ) هو مرض شديد العدوى في الكبد و يسببها فيروس التهاب الكبد (أ). يعد الفيروس من أحد أنواع فيروسات التهاب الكبد العديدة التي تسبب الالتهاب وتؤثر على قدرة الكبد على العمل",
     "Advice1": "Consult nearest hospital",
     "Advice1Ar": "اذهب لأقرب مستشفى و استشر الدكتور ",
     "Advice2": "wash hands through",
     "Advice2Ar": "اغسل يديك",
     "Advice3": "avoid fatty spicy food",
     "Advice3Ar": "تجنب الأطعمة الغنية بالتوابل",
     "Advice4": "medication",
     "Advice4Ar": "تناول الأدوية بوصفة طبيب "
    },
    {
     "Name": "Osteoarthristis",
     "NameAr": "Osteoarthristis - هشاشة العظام",
     "Description": "Osteoarthritis is the most common form of arthritis, affecting millions of people worldwide. It occurs when the protective cartilage that cushions the ends of your bones wears down over time.",
     "DescriptionAr": "هشاشة العظام هي الشكل الأكثر شيوعًا لالتهاب المفاصل ، حيث تصيب ملايين الأشخاص في جميع أنحاء العالم. يحدث ذلك عندما يتآكل الغضروف الواقي الذي يغطي أطراف عظامك مع مرورالوقت",
     "Advice1": "acetaminophen",
     "Advice1Ar": "استخدم مسكن الآلام (acetaminophen)",
     "Advice2": "consult nearest hospital",
     "Advice2Ar": "اذهب فورا لأقرب مستشفى",
     "Advice3": "follow up",
     "Advice3Ar": "احرص على المتابعة المستمرة ",
     "Advice4": "salt baths",
     "Advice4Ar": "استعمل حوض إستحمام ماء بالملح"
    },
    {
     "Name": "(vertigo) Paroymsal  Positional Vertigo",
     "NameAr": "(Paroymsal Positional Vertigo) - دوار",
     "Description": "Benign paroxysmal positional vertigo (BPPV) is one of the most common causes of vertigo the sudden sensation that you're spinning or that the inside of your head is spinning. Benign paroxysmal positional vertigo causes brief episodes of mild to intense dizziness.",
     "DescriptionAr": "دوار الوضعة الانتيابي الحميد هو أحد الأسباب الأكثر شيوعًا للدوار، وهو الإحساس المفاجئ بأنك تدور أو أن الجزء الداخلي من رأسك يدور. يسبب دوار الوضعة الانتيابي الحميد نوبات قصيرة من الدوخة الخفيفة إلى الشديدة",
     "Advice1": "lie down",
     "Advice1Ar": "إستلقى في الفراش",
     "Advice2": "avoid sudden change in body",
     "Advice2Ar": "تجنب التغيير المفاجئ في حركة الجسم",
     "Advice3": "avoid abrupt head movment",
     "Advice3Ar": "تجنب حركة الرأس المفاجئة",
     "Advice4": "relax",
     "Advice4Ar": "قم بأخذ قسط من الراحة"
    },
    {
     "Name": "Hypoglycemia",
     "NameAr": "Hypoglycemia - نقص سكر الدم",
     "Description": "Hypoglycemia is a condition in which your blood sugar (glucose) level is lower than normal. Glucose is your body's main energy source. Hypoglycemia is often related to diabetes treatment. But other drugs and a variety of conditions many rare can cause low blood sugar in people who don't have diabetes.",
     "DescriptionAr": "حالة مَرَضية ينخفض فيها مستوى السكر في الدم (الجلوكوز) عن معدله القياسي. الجلوكوز هو مصدر الطاقة الرئيسي لجسمك. وغالبًا ما يكون نقص السكر في الدم مرتبطًا بعلاج السكري. لكن نادرًا  قد تسبب أدوية أخرى وعدد من الحالات المَرَضية  في انخفاض السكر في الدم لدى الأشخاص غير المصابين بالسكري",
     "Advice1": "lie down on side",
     "Advice1Ar": "قم بالاستلقاء على الجانب",
     "Advice2": "check in pulse",
     "Advice2Ar": "تفقّد النبض",
     "Advice3": "drink sugary drinks",
     "Advice3Ar": "تناول المشروبات المحلاة بالسكر",
     "Advice4": "consult doctor",
     "Advice4Ar": "قم باستشارة الطبيب"
    },
    {
     "Name": "Acne",
     "NameAr": "Acne - حب الشباب",
     "Description": "Acne vulgaris is the formation of comedones, papules, pustules, nodules, and\/or cysts as a result of obstruction and inflammation of pilosebaceous units (hair follicles and their accompanying sebaceous gland). Acne develops on the face and upper trunk. It most often affects adolescents.",
     "DescriptionAr": "حالة جلدية تظهر عند انسداد جُريبات شعرك بالزيوت وخلايا الجلد الميتة. فتظهر الرؤوس البيضاء أو السوداء أو البثور. يشيع حب الشباب أكثر بين المراهقين وإن كان يُصيب الأشخاص من جميع الأعمار",
     "Advice1": "bath twice",
     "Advice1Ar": "قم بالاستحمام مرتين يومياً",
     "Advice2": "avoid fatty spicy food",
     "Advice2Ar": "تجنب الأطعمة الغنية بالتوابل",
     "Advice3": "drink plenty of water",
     "Advice3Ar": "قم بشرب كميات كافية من الماء ",
     "Advice4": "avoid too many products",
     "Advice4Ar": "تجنب استخدام العديد من المنتجات"
    },
    {
     "Name": "Diabetes",
     "NameAr": "Diabetes - داء السكري",
     "Description": "Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Blood glucose is your main source of energy and comes from the food you eat. Insulin, a hormone made by the pancreas, helps glucose from food get into your cells to be used for energy.",
     "DescriptionAr": "داء مزمن يؤثر على طريقة استقبال خلايا الجسم للجلوكوز أو كمية الأنسولين التي يفرزها البنكرياس، مما يؤدي إلى حدوث ارتفاع أو انخفاض غير طبيعي في مستوى السكر بالدم",
     "Advice1": "have balanced diet",
     "Advice1Ar": "اتبع نظام غذائي متوازن",
     "Advice2": "exercise",
     "Advice2Ar": "قم بممارسة الرياضة",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم باستشارة الطبيب",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Impetigo",
     "NameAr": "Impetigo - القوباء",
     "Description": "Impetigo (im-puh-TIE-go) is a common and highly contagious skin infection that mainly affects infants and children. Impetigo usually appears as red sores on the face, especially around a child's nose and mouth, and on hands and feet. The sores burst and develop honey-colored crusts.",
     "DescriptionAr": "عدوى جلدية شائعة وشديدة العدوى تصيب الرضع والأطفال بشكل رئيسي. تظهر القوباء عادة على شكل تقرحات حمراء على الوجه، خاصة حول أنف وفم الطفل، وعلى اليدين والقدمين. تنفجر القروح وتكون قشور بلون العسل",
     "Advice1": "soak affected area in warm water",
     "Advice1Ar": "قم بنقع المنطقة المصابة في ماء دافئ",
     "Advice2": "use antibiotics",
     "Advice2Ar": "استخدم المضادات الحيوية",
     "Advice3": "remove scabs with wet compressed cloth",
     "Advice3Ar": "قم بإزالة القشور بقطعة قماش مبللة مضغوطة",
     "Advice4": "consult doctor",
     "Advice4Ar": "قم باستشارة الطبيب"
    },
    {
     "Name": "Hypertension",
     "NameAr": "Hypertension - ارتفاع ضغط الدم ",
     "Description": "Hypertension (HTN or HT), also known as high blood pressure (HBP), is a long-term medical condition in which the blood pressure in the arteries is persistently elevated. High blood pressure typically does not cause symptoms.",
     "DescriptionAr": "حالة شائعة تؤثر على شرايين الجسم، ويُطلَق عليها أيضًا فرط ضغط الدم. في حال الإصابة بارتفاع ضغط الدم، تكون قوة دفع الدم باتجاه جدران الشرايين عالية للغاية باستمرار. ويجعل هذا القلب يعمل بجهد أكبر لضخ الدم",
     "Advice1": "meditation",
     "Advice1Ar": "قم بممارسة التأمل",
     "Advice2": "salt baths",
     "Advice2Ar": "قم بالاستحمام بالماء والملح",
     "Advice3": "reduce stress",
     "Advice3Ar": "لا تقلق ولا تتوتر",
     "Advice4": "get proper sleep",
     "Advice4Ar": "أحصل على وقت كافي من النوم"
    },
    {
     "Name": "Peptic ulcer diseae",
     "NameAr": "Peptic ulcer diseae - القرحة الهضمية",
     "Description": "Peptic ulcer disease (PUD) is a break in the inner lining of the stomach, the first part of the small intestine, or sometimes the lower esophagus. An ulcer in the stomach is called a gastric ulcer, while one in the first part of the intestines is a duodenal ulcer.",
     "DescriptionAr": "جرح يظهر عادةً في الغشاء الداخلي لجدار المعدة أو في الجزء العلوي من الأمعاء الدقيقة، تتكون القرحة الهضمية عند حصول ضرر في الغشاء الواقي للمعدة أو الأمعاء فنتيجة لمثل هذا الضرر قد تسبب عصارات المعدة ظهور جرح في جدار المعدة أو الأمعاء",
     "Advice1": "avoid fatty spicy food",
     "Advice1Ar": "تجنب الأطعمة الغنية بالتوابل",
     "Advice2": "consume probiotic food",
     "Advice2Ar": "تناول الأطعمة التي تحتوي على مكملات البروبيوتيك (بكتيريا حية نافعة)",
     "Advice3": "eliminate milk",
     "Advice3Ar": "امتنع عن شرب الحليب",
     "Advice4": "limit alcohol",
     "Advice4Ar": "توقف عن استهلاك الكحول"
    },
    {
     "Name": "Dimorphic hemmorhoids(piles)",
     "NameAr": "Hemorrhoids - البواسير",
     "Description": "Hemorrhoids are vascular structures in the anal canal.",
     "DescriptionAr": "أوردة متورمة في الشرج والمستقيم السفلي، تشبه الدوالي الوريدية. قد تنشأ البواسير داخل المستقيم (بواسير داخلية) أو تحت الجلد حول الشرج (بواسير خارجية)",
     "Advice1": "avoid fatty spicy food",
     "Advice1Ar": "تجنب الأطعمة الغنية بالتوابل",
     "Advice2": "consume witch hazel",
     "Advice2Ar": "قم باستخدام الأدوية المستخلصة من نبات بندق الساحرة",
     "Advice3": "warm bath with epsom salt",
     "Advice3Ar": "قم بأخذ حمام دافئ يحتوي على ملح الإبسوم (الملح الإنجليزي)",
     "Advice4": "consume alovera juice",
     "Advice4Ar": "تناول عصير الصبار"
    },
    {
     "Name": "Common Cold",
     "NameAr": "Common Cold - زُكام",
     "Description": "The common cold is a viral infection of your nose and throat (upper respiratory tract). It's usually harmless, although it might not feel that way. Many types of viruses can cause a common cold.",
     "DescriptionAr": "عدوى فيروسية تصيب الأنف والحلق (عدوى الجهاز التنفسي العلوي). عادة ما تكون غير مُضِرَّة. ويمكن أن تسبب أنواع عديدة من الفيروسات الإصابة بنزلات البرد الشائعة",
     "Advice1": "drink vitamin c rich drinks",
     "Advice1Ar": "اشرب المشروبات الغنية بفيتامين ج",
     "Advice2": "take vapour",
     "Advice2Ar": "قم بأخذ بخار",
     "Advice3": "avoid cold food",
     "Advice3Ar": "تجنب الأطعمة والمشروبات الباردة",
     "Advice4": "keep fever in check",
     "Advice4Ar": "راقب الحمى (درجة حرارة الجسم)"
    },
    {
     "Name": "Chicken pox",
     "NameAr": "Chickenpox - جدري الماء",
     "Description": "Chickenpox is a highly contagious disease caused by the varicella-zoster virus (VZV). It can cause an itchy, blister-like rash. The rash first appears on the chest, back, and face, and then spreads over the entire body, causing between 250 and 500 itchy blisters.",
     "DescriptionAr": "عدوى فيروسية ينتقل عن طريق الجهاز التنفسي، ويسبب حكة وطفحًا جلديًّا مع بثور صغيرة مملوءة بالسوائل. كما ينتقل بسهولة من شخص إلى آخر، وعادة ما يستمر نحو خمسة أيام إلى عشرة أيام",
     "Advice1": "use neem in bathing",
     "Advice1Ar": "استخدم زيت النيم في الاستحمام",
     "Advice2": "consume neem leaves",
     "Advice2Ar": "قم باستخدام مستخلص أوراق شجرة النيم",
     "Advice3": "take vaccine",
     "Advice3Ar": "قم بأخذ اللقاح المخصص لجدري الماء",
     "Advice4": "avoid public places",
     "Advice4Ar": "تجنب الأماكن العامة"
    },
    {
     "Name": "Cervical spondylosis",
     "NameAr": "Cervical spondylosis - داء الفقار الرقبية",
     "Description": "Cervical spondylosis is a general term for age-related wear and tear affecting the spinal disks in your neck. As the disks dehydrate and shrink, signs of osteoarthritis develop, including bony projections along the edges of bones (bone spurs).",
     "DescriptionAr": "تلف وتمزق مرتبط بالعمر يؤثر على أقراص العمود الفقري في رقبتك. عندما تجف الأقراص وتنكمش، تظهر علامات هشاشة العظام، بما في ذلك النتوءات العظمية على طول حواف العظام",
     "Advice1": "use heating pad or cold pack",
     "Advice1Ar": "استخدم وسادة تدفئة أو كمادة باردة",
     "Advice2": "exercise",
     "Advice2Ar": "قم بممارسة الرياضة",
     "Advice3": "take otc pain reliver",
     "Advice3Ar": "تناول مسكن الآلام",
     "Advice4": "consult doctor",
     "Advice4Ar": "قم باستشارة الطبيب"
    },
    {
     "Name": "Hyperthyroidism",
     "NameAr": "Hyperthyroidism - فرط في نشاط الغدة الدرقية",
     "Description": "Hyperthyroidism (overactive thyroid) occurs when your thyroid gland produces too much of the hormone thyroxine. Hyperthyroidism can accelerate your body's metabolism, causing unintentional weight loss and a rapid or irregular heartbeat.",
     "DescriptionAr": "يحدث فرط نشاط الغدة الدرقية عندما تفرز الغدة الدرقية الكثير من هرمون التيروكسين. يمكن أن يؤدي فرط نشاط الغدة الدرقية إلى تسريع عملية التمثيل الغذائي في الجسم ، مما يتسبب في فقدان الوزن غير المقصود وسرعة ضربات القلب أو عدم انتظامها",
     "Advice1": "eat healthy",
     "Advice1Ar": "قم باتباع نمط غذائي صحي",
     "Advice2": "massage",
     "Advice2Ar": "قم بتدليك الجسم",
     "Advice3": "use lemon balm",
     "Advice3Ar": "استخدم بلسم الليمون",
     "Advice4": "take radioactive iodine treatment",
     "Advice4Ar": "تناول اليود المشع لعلاج مشاكل الغدة الدرقية"
    },
    {
     "Name": "Urinary tract infection",
     "NameAr": "Urinary tract infection - التهاب المسالك البولية",
     "Description": "Urinary tract infection: An infection of the kidney, ureter, bladder, or urethra. Abbreviated UTI. Not everyone with a UTI has symptoms, but common symptoms include a frequent urge to urinate and pain or burning when urinating.",
     "DescriptionAr": "عدوى المسالك البولية: عدوى تصيب الكلى أو الحالب أو المثانة أو الإحليل. لا تظهر الأعراض على كل من يعاني من عدوى المسالك البولية ، ولكن الأعراض الشائعة تشمل الرغبة المستمرة في التبول والألم أو الحرقان عند التبول",
     "Advice1": "drink plenty of water",
     "Advice1Ar": "اشرب كمية كبيرة من الماء",
     "Advice2": "increase vitamin c intake",
     "Advice2Ar": "تناول فيتامين c",
     "Advice3": "drink cranberry juice",
     "Advice3Ar": "اشرب عصير التوت البري",
     "Advice4": "take probiotics",
     "Advice4Ar": "تناول (probiotics) بكتيريا مفيدة تساعد في الحفاظ على صحة الأمعاء توجد  في الزبادي وغيرها من الأطعمه"
    },
    {
     "Name": "Varicose veins",
     "NameAr": "Varicose veins - توسع في الأوردة  أو الدوالي",
     "Description": "A vein that has enlarged and twisted, often appearing as a bulging, blue blood vessel that is clearly visible through the skin. Varicose veins are most common in older adults, particularly women, and occur especially on the legs.",
     "DescriptionAr": " توسع الأوردة أو ما يعرف بالدوالي غالبًا ما يظهر على شكل وعاء دموي أزرق منتفخ يمكن رؤيته بوضوح من خلال الجلد. تكون الدوالي الوريدية أكثر شيوعًا عند كبار السن ، وخاصة النساء ، وتحدث بشكل خاص على الساقين",
     "Advice1": "lie down flat and raise the leg high",
     "Advice1Ar": "استلقِ و حاول رفع قدميك عالياً",
     "Advice2": "dont stand still for long",
     "Advice2Ar": "لا تقم بالوقوف لفترات طويلة ",
     "Advice3": "use vein compression",
     "Advice3Ar": "استخدم الجوارب الضاعطة لدعم الدورة الدموية في ساقيك أثناء النهار ",
     "Advice4": "dont stand still for long",
     "Advice4Ar": "تجنب الوقوف مكتوف الايدي لفترة طويلة"
    },
    {
     "Name": "AIDS",
     "NameAr": "AIDS - مرض فقدان المناعة المكتسبة",
     "Description": "Acquired immunodeficiency syndrome (AIDS) is a chronic, potentially life-threatening condition caused by the human immunodeficiency virus (HIV). By damaging your immune system, HIV interferes with your body's ability to fight infection and disease.",
     "DescriptionAr": "متلازمة نقص المناعة المكتسب (الإيدز) هي حالة مزمنة تهدد الحياة بسبب فيروس نقص المناعة البشرية . عن طريق إتلاف جهاز المناعة لديك ، يتدخل فيروس نقص المناعة البشرية في قدرة الجسم على مكافحة العدوى والمرض",
     "Advice1": "avoid open cuts",
     "Advice1Ar": "تجنب ترك جروحك مكشوفة",
     "Advice2": "wear ppe if possible",
     "Advice2Ar": "استخدم معدات الوقاية الشخصية أذا أمكنك ",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم بزيارة الطبيب فوراً",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Paralysis (brain hemorrhage)",
     "NameAr": "Paralysis (brain hemorrhage) -  شلل دماغي أو نزيف المخ",
     "Description": "Intracerebral hemorrhage (ICH) is when blood suddenly bursts into brain tissue, causing damage to your brain. Symptoms usually appear suddenly during ICH. They include headache, weakness, confusion, and paralysis, particularly on one side of your body.",
     "DescriptionAr": "يحدث النزف داخل المخ عندما ينفجر الدم فجأة في أنسجة المخ ، مما يتسبب في تلف الدماغ. تظهر الأعراض عادة فجأة وتشمل الصداع والضعف والارتباك والشلل ",
     "Advice1": "massage",
     "Advice1Ar": "قم بتدليك الجسم",
     "Advice2": "eat healthy",
     "Advice2Ar": "قم باتباع نمط غذائي صحي",
     "Advice3": "exercise",
     "Advice3Ar": "قم بممارسة التمارين الرياضية",
     "Advice4": "consult doctor",
     "Advice4Ar": "قم باستشارة الطبيب"
    },
    {
     "Name": "Typhoid",
     "NameAr": "Typhoid - التيفوئيد",
     "Description": "An acute illness characterized by fever caused by infection with the bacterium Salmonella typhi. Typhoid fever has an insidious onset, with fever, headache, constipation, malaise, chills, and muscle pain. Diarrhea is uncommon, and vomiting is not usually severe",
     "DescriptionAr": "مرض حاد يتسم بالحمى الناجم عن الإصابة بجرثومة السالمونيلا التيفية. حمى التيفوئيد لها بداية خبيثة ، مصحوبة بحمى وصداع وإمساك وتوعك وقشعريرة وألم عضلي. الإسهال غير شائع ، والقيء ليس شديدًا في العادة",
     "Advice1": "eat high calorie vegitables",
     "Advice1Ar": "قم بتناول خضراوات مليئة بالسعرات الحرارية ",
     "Advice2": "antiboitic therapy",
     "Advice2Ar": "قم بأخذ المضاادات الحيوية بعد استشارة طبيبك",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم بزيارة الطبيب فوراً",
     "Advice4": "medication",
     "Advice4Ar": "تناول الأدوية بوصفة طبيب "
    },
    {
     "Name": "Hepatitis B",
     "NameAr": "Hepatitis B - التهاب الكبد ب ",
     "Description": "Hepatitis B is an infection of your liver. It can cause scarring of the organ, liver failure, and cancer. It can be fatal if it isn't treated. It's spread when people come in contact with the blood, open sores, or body fluids of someone who has the hepatitis B virus.",
     "DescriptionAr": "التهاب الكبد ب هو عدوى تصيب الكبد. يمكن أن يسبب فشل الكبد والسرطان. يمكن أن يكون قاتل إذا لم يتم علاجه  ينتشر عندما يتلامس الأشخاص مع الدم أو القروح المفتوحة أو سوائل الجسم لشخص مصاب بفيروس التهاب الكبد ب",
     "Advice1": "consult nearest hospital",
     "Advice1Ar": "اذهب فورا لأقرب مستشفى",
     "Advice2": "vaccination",
     "Advice2Ar": "قم بأخذ اللقاح",
     "Advice3": "eat healthy",
     "Advice3Ar": "قم باتباع نمط غذائي صحي",
     "Advice4": "medication",
     "Advice4Ar": "تناول الأدوية بوصفة طبيب "
    },
    {
     "Name": "Fungal infection",
     "NameAr": "Fungal infection - العدوى الفطرية",
     "Description": "In humans, fungal infections occur when an invading fungus takes over an area of the body and is too much for the immune system to handle. Fungi can live in the air, soil, water, and plants. There are also some fungi that live naturally in the human body. Like many microbes, there are helpful fungi and harmful fungi.",
     "DescriptionAr": "تحدث الالتهابات الفطرية عند البشر عندما يستولي فطر غازي على منطقة من الجسم ويكون الجهاز المناعي أكبر من أن يتعامل معه. يمكن أن تعيش الفطريات في الهواء والتربة والماء والنباتات. كما توجد بعض الفطريات التي تعيش بشكل طبيعي في جسم الإنسان",
     "Advice1": "bath twice",
     "Advice1Ar": "قم بالاستحمام مرتين يومياً",
     "Advice2": "use detol or neem in bathing water",
     "Advice2Ar": "استخدم ديتول في مياه حمامك",
     "Advice3": "keep infected area dry",
     "Advice3Ar": "حاول إبقائ المناطق المصابة جافة",
     "Advice4": "use clean cloths",
     "Advice4Ar": "استخدم ملابس ذات أقمشة نظيفة"
    },
    {
     "Name": "Hepatitis C",
     "NameAr": "Hepatitis C - التهاب الكبد ج",
     "Description": "Inflammation of the liver due to the hepatitis C virus (HCV), which is usually spread via blood transfusion (rare), hemodialysis, and needle sticks. The damage hepatitis C does to the liver can lead to cirrhosis and its complications as well as cancer.",
     "DescriptionAr": "التهاب الكبد الناجم عن فيروس التهاب الكبد الوبائي سي، والذي ينتشر عادة عن طريق نقل الدم (نادرًا) وغسيل الدم وعصا الإبر. يمكن أن يؤدي الضرر الذي يلحقه التهاب الكبد سي ومضاعفاته بالكبد إلى تليف الكبد بالإضافة إلى السرطان",
     "Advice1": "Consult nearest hospital",
     "Advice1Ar": "اذهب فورا لأقرب مستشفى",
     "Advice2": "vaccination",
     "Advice2Ar": "قم بأخذ اللقاح",
     "Advice3": "eat healthy",
     "Advice3Ar": "قم باتباع نمط غذائي صحي",
     "Advice4": "medication",
     "Advice4Ar": "تناول الأدوية بوصفة طبيب "
    },
    {
     "Name": "Migraine",
     "NameAr": "Migraine - صداع نصفي",
     "Description": "A migraine can cause severe throbbing pain or a pulsing sensation, usually on one side of the head. It's often accompanied by nausea, vomiting, and extreme sensitivity to light and sound. Migraine attacks can last for hours to days, and the pain can be so severe that it interferes with your daily activities.",
     "DescriptionAr": "يسبب الصداع النصفي ألمًا شديدًا فيوحي إحساسًا بالنبض عادةً في جانب واحد من الرأس. غالبًا ما يكون مصحوبًا بالغثيان والقيء والحساسية الشديدة للضوء والصوت ",
     "Advice1": "meditation",
     "Advice1Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice2": "reduce stress",
     "Advice2Ar": "قلل من توترك",
     "Advice3": "use poloroid glasses in sun",
     "Advice3Ar": "استخدم نظارات بولارويد في الشمس ",
     "Advice4": "consult doctor",
     "Advice4Ar": "قم باستشارة الطبيب"
    },
    {
     "Name": "Bronchial Asthma",
     "NameAr": "Bronchial Asthma - الربو القصبي",
     "Description": "Bronchial asthma is a medical condition which causes the airway path of the lungs to swell and narrow. Due to this swelling, the air path produces excess mucus making it hard to breathe, which results in coughing, short breath, and wheezing. The disease is chronic and interferes with daily working.",
     "DescriptionAr": "حالة طبية تؤدي إلى تضخم وتضيق مجرى الهواء في الرئتين. نتيجة لهذا التورم، ينتج عن مجرى الهواء مخاط زائد مما يجعل التنفس صعبًا، مما يؤدي إلى السعال وضيق التنفس والصفير",
     "Advice1": "switch to loose cloothing",
     "Advice1Ar": "قم بارتداء الملابس الواسعة الفضفاضة",
     "Advice2": "take deep breaths",
     "Advice2Ar": "خذ نفسًا عميقًا",
     "Advice3": "get away from trigger",
     "Advice3Ar": "تجنُّب مثيرات (مهيِّجات) الربو",
     "Advice4": "seek help",
     "Advice4Ar": "قم بطلب المساعدة"
    },
    {
     "Name": "Alcoholic hepatitis",
     "NameAr": "Alcoholic hepatitis - التهاب الكبد الكحولي",
     "Description": "Alcoholic hepatitis is a diseased, inflammatory condition of the liver caused by heavy alcohol consumption over an extended period of time. It's also aggravated by binge drinking and ongoing alcohol use. If you develop this condition, you must stop drinking alcohol",
     "DescriptionAr": "حالة مرضية التهابية في الكبد ناتجة عن استهلاك الكحول بكثرة على مدى فترة طويلة من الزمن. كما يتفاقم بسبب الإفراط في تناول الكحوليات وتعاطي الكحول بشكل مستمر",
     "Advice1": "stop alcohol consumption",
     "Advice1Ar": "توقف عن استهلاك الكحول",
     "Advice2": "consult doctor",
     "Advice2Ar": "قم باستشارة الطبيب",
     "Advice3": "medication",
     "Advice3Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Jaundice",
     "NameAr": "Jaundice - اليرقان",
     "Description": "Yellow staining of the skin and sclerae (the whites of the eyes) by abnormally high blood levels of the bile pigment bilirubin. The yellowing extends to other tissues and body fluids. Jaundice was once called the \"morbus regius\" (the regal disease) in the belief that only the touch of a king could cure it",
     "DescriptionAr": "مرض ناجم عن تكون كمية زائدة من صبغة لونها مائل الى الصفرة في الدم تسمى بيليروبين، يؤدي إلى تراكمها تحت الجلد وفي العين مما ينتج عنه اصفرار لون الجلد والعينين، وذلك اللون المائل الى الأصفر يشير الى وجود مشاكل في الكبد أو القناة الصفراوية",
     "Advice1": "drink plenty of water",
     "Advice1Ar": "قم بشرب كميات كافية من الماء ",
     "Advice2": "consume milk thistle",
     "Advice2Ar": "قم بأخذ المكمل الغذائي (حليب الشوك | milk thistle)",
     "Advice3": "eat fruits and high fiberous food",
     "Advice3Ar": "تناول الفاكهة والغذاء عالي الألياف",
     "Advice4": "medication",
     "Advice4Ar": "تناول الأدوية بوصفة طبيب "
    },
    {
     "Name": "Hepatitis E",
     "NameAr": "Hepatitis E - التهاب الكبد هـ",
     "Description": "A rare form of liver inflammation caused by infection with the hepatitis E virus (HEV). It is transmitted via food or drink handled by an infected person or through infected water supplies in areas where fecal matter may get into the water. Hepatitis E does not cause chronic liver disease.",
     "DescriptionAr": "شكل نادر من التهاب الكبد ناتج عن الإصابة بفيروس التهاب الكبد. ينتقل عن طريق الطعام أو الشراب الذي يتعامل معه شخص مصاب أو من خلال إمدادات المياه الملوثة في المناطق التي قد تتسرب فيها البراز إلى الماء",
     "Advice1": "medication",
     "Advice1Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice2": "rest",
     "Advice2Ar": "قم بأخذ قسط من الراحة",
     "Advice3": "consult doctor",
     "Advice3Ar": "قم باستشارة الطبيب",
     "Advice4": "stop alcohol consumption",
     "Advice4Ar": "توقف عن استهلاك الكحول"
    },
    {
     "Name": "Dengue",
     "NameAr": "Dengue - حمى الضنك",
     "Description": "an acute infectious disease caused by a flavivirus (species Dengue virus of the genus Flavivirus), transmitted by aedes mosquitoes, and characterized by headache, severe joint pain, and a rash. called also breakbone fever, dengue fever.",
     "DescriptionAr": "عدوى فيروسية تنتقل بواسطة لدغة البعوض، وتنتشر غالبًا في المناطق الاستوائية وشبه الاستوائية، وهي سريعة الانتشار خاصة في المناطق الحضرية الفقيرة والضواحي والمناطق الريفية",
     "Advice1": "drink papaya leaf juice",
     "Advice1Ar": "اشرب عصير أوراق البابايا",
     "Advice2": "avoid fatty spicy food",
     "Advice2Ar": "تجنب تناول الأطعمة الغنية بالتوابل",
     "Advice3": "keep mosquitos away",
     "Advice3Ar": "تجنب التعرض للدغات البعوض؛ لمنع انتشار المرض",
     "Advice4": "keep hydrated",
     "Advice4Ar": "تناول السوائل"
    },
    {
     "Name": "Hepatitis D",
     "NameAr": "Hepatitis D - التهاب الكبد د",
     "Description": "Hepatitis D, also known as the hepatitis delta virus, is an infection that causes the liver to become inflamed. This swelling can impair liver function and cause long-term liver problems, including liver scarring and cancer. The condition is caused by the hepatitis D virus (HDV).",
     "DescriptionAr": "مرض فيروسي يصيب الكبد ويكون البدء عادة فجائيًّا بعلامات وأعراض شبيهة بتلك المشاهدة في التهاب الكبد البائي وقد يكون التهاب الكبد شديدًا. وهو دائمًا مصحوب بعدوى مترافقة بفيروس الكبد البائي. وقد ينتهي التهاب الكبد الدلتاوي تلقائيًّا أو قد يتطور إلى التهاب مزمن",
     "Advice1": "consult doctor",
     "Advice1Ar": "قم باستشارة الطبيب",
     "Advice2": "medication",
     "Advice2Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice3": "eat healthy",
     "Advice3Ar": "قم باتباع نمط غذائي صحي",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Heart attack",
     "NameAr": "Heart attack - سكتة قلبية",
     "Description": "The death of heart muscle due to the loss of blood supply. The loss of blood supply is usually caused by a complete blockage of a coronary artery, one of the arteries that supplies blood to the heart muscle.",
     "DescriptionAr": "موت عضلة القلب نتيجة فقدان تدفق الدم. عادة ما يكون فقدان تدفق الدم ناتجًا عن انسداد كامل للشريان التاجي، وهو أحد الشرايين التي تمد عضلة القلب بالدم",
     "Advice1": "call ambulance",
     "Advice1Ar": "قم بالاتصال بالإسعاف (٩٩٧)",
     "Advice2": "chew or swallow asprin",
     "Advice2Ar": "قم بمضغ الأسبرين ثم ابلعه أثناء انتظارك للإسعاف",
     "Advice3": "keep calm",
     "Advice3Ar": "حاول الحفاظ على هدوئك خلال فترة انتظار الإسعاف"
    },
    {
     "Name": "Pneumonia",
     "NameAr": "Pneumonia - التهاب رئوي",
     "Description": "Pneumonia is an infection in one or both lungs. Bacteria, viruses, and fungi cause it. The infection causes inflammation in the air sacs in your lungs, which are called alveoli. The alveoli fill with fluid or pus, making it difficult to breathe.",
     "DescriptionAr": "عدوى تصيب إحدى الرئتين أو كلتيهما. تسببه البكتيريا والفيروسات والفطريات. تسبب العدوى التهابًا في الأكياس الهوائية في رئتيك ، تمتلئ الحويصلات بالسوائل أو بالصديد ، مما يجعل التنفس صعبًا",
     "Advice1": "consult doctor",
     "Advice1Ar": "قم باستشارة الطبيب",
     "Advice2": "medication",
     "Advice2Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice3": "rest",
     "Advice3Ar": "قم بأخذ قسط من الراحة",
     "Advice4": "follow up",
     "Advice4Ar": "احرص على المتابعة المستمرة "
    },
    {
     "Name": "Arthritis",
     "NameAr": "Arthritis - التهاب المفاصل",
     "Description": "Arthritis is the swelling and tenderness of one or more of your joints. The main symptoms of arthritis are joint pain and stiffness, which typically worsen with age. The most common types of arthritis are osteoarthritis and rheumatoid arthritis.",
     "DescriptionAr": "تورُّم وشعور بألم عند لمس واحد أو أكثر من مفاصل الجسم. وأعراضه الأساسية هي ألم المفاصل وتيبسها، وتزداد سوءًا مع التقدم في العمر. يتمثَّل النوعان الأكثر شيوعًا لالتهاب المفاصل في الالتهاب المفصلي العظمي والتهاب المفاصل الروماتويدي",
     "Advice1": "exercise",
     "Advice1Ar": "قم بممارسة الرياضة",
     "Advice2": "use hot and cold therapy",
     "Advice2Ar": "قم باستخدام العلاج الساخن والبارد، عن طريق الكمادات الساخنة أو الباردة",
     "Advice3": "try acupuncture",
     "Advice3Ar": "قم بتجربة العلاج بالوخز بالإبر على يد مختص",
     "Advice4": "massage",
     "Advice4Ar": "قم بتدليك المفاصل"
    },
    {
     "Name": "Gastroenteritis",
     "NameAr": "Gastroenteritis - التهاب المعدة والأمعاء",
     "Description": "Gastroenteritis is an inflammation of the digestive tract, particularly the stomach, and large and small intestines. Viral and bacterial gastroenteritis are intestinal infections associated with symptoms of diarrhea , abdominal cramps, nausea , and vomiting .",
     "DescriptionAr": "التهاب يصيب الجهاز الهضمي، وخاصة المعدة، والأمعاء الغليظة والدقيقة. التهاب المعدة والأمعاء الفيروسي والبكتيري عبارة عن عدوى معوية مرتبطة بأعراض الإسهال والتشنجات البطنية والغثيان والقيء",
     "Advice1": "stop eating solid food for while",
     "Advice1Ar": "قم بالامتناع عن تناول الطعام الصلب لفترة",
     "Advice2": "try taking small sips of water",
     "Advice2Ar": "حاول أخذ رشفات صغيرة من الماء",
     "Advice3": "rest",
     "Advice3Ar": "قم بأخذ قسط من الراحة",
     "Advice4": "ease back into eating",
     "Advice4Ar": "قم بالعودة إلى تناول الطعام تدريجيًا"
    },
    {
     "Name": "Tuberculosis",
     "NameAr": "Tuberculosis - السل ",
     "Description": "Tuberculosis (TB) is an infectious disease usually caused by Mycobacterium tuberculosis (MTB) bacteria. Tuberculosis generally affects the lungs, but can also affect other parts of the body. Most infections show no symptoms, in which case it is known as latent tuberculosis.",
     "DescriptionAr": "مرض معد تسببه البكتيريا الممغنطة. يؤثر السل بشكل عام على الرئتين، ولكن يمكن أن يؤثر أيضًا على أجزاء أخرى من الجسم. لا تظهر أي أعراض على معظم حالات العدوى، وفي هذه الحالة يُعرف باسم السل الكامن",
     "Advice1": "cover mouth",
     "Advice1Ar": "قم بتغطية فمك",
     "Advice2": "consult doctor",
     "Advice2Ar": "قم باستشارة الطبيب",
     "Advice3": "medication",
     "Advice3Ar": "تناول الأدوية بوصفة طبيب ",
     "Advice4": "rest",
     "Advice4Ar": "قم بأخذ قسط من الراحة"
    }
   ]